Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/CameraSettings/CameraSettings.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, gu, he, hi, hr, hu, id, it, ja, kk, kn, ko, lt, ml, mr, ms, nb, nl, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_cn, zh_hk, zh_tw

# CAM_RECORD_VIDEO_4K_HEVC_FOOTER
source: • 170 MB with 4K (higher resolution)
ar: ‏• ١٧٠ م.ب. بدقة 4K (دقة أعلى)
bg: • 170 MB с 4K (по-висока разделителна способност)
bn: • 4K-তে 170 MB (হায়ার রেজোলিউশন)
ca: • 170 MB amb 4K (major resolució)
cs: • 170 MB při 4K (vyšší rozlišení)
da: • 170 MB med 4K (højere opløsning)
de: • 170 MB in 4K (höhere Auflösung)
el: • 170 MB με 4K (υψηλότερη ανάλυση)
es: • 170 MB a 4K (mayor resolución)
es_us: • 170 MB con 4K (mayor resolución)
fi: • 170 Mt, jos valittuna on 4K (suurempi tarkkuus)
fr: • 170 Mo avec 4K (meilleure résolution)
fr_ca: • 170 Mo avec 4K (résolution maximale)
gu: • 4K સાથે 170 MB (હાયર રિઝોલ્યૂશન)
he: • 170 מ״ב באיכות 4K (רזולוציה גבוהה יותר)
hi: • 170 MB 4K (उच्च रिज़ोल्यूशन) के साथ
hr: • 170 MB s 4K (viša razlučivost)
hu: • 170 MB 4K-val (nagyobb felbontás)
id: • 170 MB dengan 4K (resolusi lebih tinggi)
it: • 170 MB con 4K (risoluzione superiore)
ja: • 170 MB（4K、高解像度）
kk: • 170 МБ: 4K (ажыратымдылығы жоғары)
kn: • 4K ಜೊತೆಗೆ 170 MB (ಅಧಿಕ ರೆಸಲ್ಯೂಷನ್)
ko: • 170MB, 4K(고해상도)
lt: • 170 MB pasirinkus 4K raišką (didesnė raiška)
ml: • 4K-യോടു കൂടിയ 170 MB (കൂടുതൽ ഉയർന്ന റെസലൂഷൻ)
mr: • 4K सह 170 MB (उच्च रेझोल्यूशन)
ms: • 170 MB dengan 4K (resolusi lebih tinggi)
nb: • 170 MB med 4K (høy oppløsning)
nl: • 170 MB met 4K (hogere resolutie)
or: • 4K ସହିତ ^[170](formatNumber: true) MB (ଉଚ୍ଚ ରିଜୋଲ୍ୟୁଶନ୍)
pa: • 4K ਨਾਲ 170 MB (ਉੱਚ ਰੈਜ਼ੋਲੂਸ਼ਨ)
pl: • 170 MB przy 4K (wyższa rozdzielczość)
pt_br: • 170 MB com 4K (resolução maior)
pt_pt: • 170 MB com 4K (resolução mais alta)
ro: • 170 MB cu 4K (rezoluție mai înaltă)
ru: • 170 МБ при 4K (более высокое разрешение)
sk: • 170 MB pri 4K (vyššie rozlíšenie)
sl: • 170 MB z ločljivostjo 4K (višja ločljivost)
sv: • 170 MB med 4K (högre upplösning)
ta: • 4Kஇல் 170 MB (உயர் தெளிவுத்திறன்)
te: • 4Kతో 170 MB (అధిక రిజల్యూషన్)
th: • 170 MB ด้วย 4K (ความละเอียดมากขึ้น)
tr: • 170 MB; 4K (daha yüksek çözünürlük)
uk: • 170 МБ для 4K (вища роздільність)
ur: •‏4K (زیادہ ریزولیوشن) کے ساتھ ⁨^[170](formatNumber: true) MB⁩
vi: • 170 MB với 4K (độ phân giải cao hơn)
zh_cn: • 170 MB, 4K（高分辨率）
zh_hk: • 170 MB（4K，更高解像度）
zh_tw: • 170 MB（4K，較高解析度）

# CAM_RECORD_VIDEO_4K_MOST_COMPATIBLE
source: 4K at 30 fps (High Efficiency)
ar: ‏‪4K‬ بمعدل ٣٠ إطار/ث (تنسيق عالي الكفاءة)
bg: 4K / 30 кадъра/сек (Високоефективен)
bn: 4K 30 fps-এ (হাই এফিসিয়েন্সি)
ca: 4K a 30 fps (alta eficiència)
cs: 4K při 30 fps (vysoká efektivita)
da: 4K ved 30 bps (High Efficiency)
de: 4K (30 fps) (High Efficiency)
el: 4K στα 30 καρέ/δευτ. (υψηλή απόδοση)
es: 4K a 30 fps (alta eficiencia)
es_us: 4K a 30 fps (alta eficiencia)
fi: 4K / 30 fps (korkea hyötysuhde)
fr: 4K à 30 ips (haute efficacité)
fr_ca: 4K à 30 ips (haute efficacité)
gu: 30 fps પર 4K (હાઇ એફિશંસી)
he: ‏4K בקצב של ⁨30 FPS⁩ (יעילות גבוהה)
hi: 30 fps पर 4K (हाई एफ़िशिएंसी)
hr: 4K pri 30 fps (visoka učinkovitost)
hu: 4K / 30 fps (nagy hatékonyságú)
id: 4K pada 30 fps (Efisiensi Tinggi)
it: 4K a 30 fps (efficienza elevata)
ja: 4K/30 fps（高効率）
kk: 4K, 30 кадр/с (аса тиімді)
kn: 30 fpsನಲ್ಲಿ 4K (ಅಧಿಕ ಎಫಿಸಿಯೆನ್ಸಿ)
ko: 4K - 30fps(고효율성)
lt: 4K 30 kadr./s (didelis efektyvumas)
ml: 30 fps-ൽ 4K (ഉയർന്ന എഫിഷ്യൻസി)
mr: ^[30](formatNumber: true) fps वर ^[4](formatNumber: true)K (उच्च कार्यक्षमता)
ms: 4K pada 30 bps (Kecekapan Tinggi)
nb: 4K ved 30 bps (High Efficiency)
nl: 4K op 30 fps (High Efficiency)
or: ^[30](formatNumber: true) fpsରେ 4K (ଉଚ୍ଚ ଦକ୍ଷତା ସମ୍ପନ୍ନ)
pa: 30 fps ’ਤੇ 4K (ਉੱਚ ਕੁਸ਼ਲਤਾ)
pl: 4K, 30 kl./s (High Efficiency)
pt_br: 4K a 30 fps (Alta Eficiência)
pt_pt: 4K a 30 fps (alta eficiência)
ro: 4K la 30 fps (eficiență înaltă)
ru: 4K, 30 кадр⁠/⁠с (высокоэффективный)
sk: 4K, 30 fps (vysokoefektívny)
sl: 4K pri 30 sličicah/s (visoka učinkovitost)
sv: 4K med 30 bilder/s (Högeffektiv)
ta: 30 fpsஇல் 4K (உயர் செயல்திறன்)
te: 30 fpsగా 4K (అత్యధిక సామర్థ్యం కలిగిన)
th: 4K ที่ 30 fps (ประสิทธิภาพสูง)
tr: 4K, 30 kare/sn. (Yüksek Verimlilik)
uk: 4K із 30 кадр/с (високоефективний)
ur: ‏⁨^[30](formatNumber: true) fps⁩ پر ⁨4K⁩ (ہائی ایفی شیئنسی)
vi: 4K tại 30 fps (Hiệu suất cao)
zh_cn: 4K/30 fps（高效）
zh_hk: 4K/30 fps（高效率）
zh_tw: 4K/30 fps（高效率）

# CAM_RECORD_VIDEO_4K_SHORT
source: 4K at 30 fps
ar: ‏4K بمعدل ٣٠ إطار/ث
bg: 4K / 30 кадъра/сек
bn: 4K 30 fps-এ
ca: 4K a 30 fps
cs: 4K, 30 fps
da: 4K ved 30 bps
de: 4K (30 fps)
el: 4K στα 30 καρέ/δευτ.
es: 4K a 30 fps
es_us: 4K a 30 fps
fi: 4K / 30 fps
fr: 4K à 30 ips
fr_ca: 4K à 30 ips
gu: 30 fps પર 4K
he: ‏4K בקצב של ⁨30 FPS⁩
hi: 30 fps पर 4K
hr: 4K pri 30 fps
hu: 4K / 30 fps
id: 4K pada 30 fps
it: 4K a 30 fps
ja: 4K/30 fps
kk: 4K, 30 кадр/с
kn: 30 fpsನಲ್ಲಿ 4K
ko: 4K - 30fps
lt: 4K 30 kadr./s
ml: 30 fps-ൽ 4K
mr: ^[30](formatNumber: true) fps वर ^[4](formatNumber: true)K
ms: 4K pada 30 bps
nb: 4K ved 30 bps
nl: 4K op 30 fps
or: ^[30](formatNumber: true) fpsରେ 4K
pa: 30 fps ’ਤੇ 4K
pl: 4K, 30 kl./s
pt_br: 4K a 30 fps
pt_pt: 4K a 30 fps
ro: 4K la 30 fps
ru: 4K, 30 кадр⁠/⁠с
sk: 4K, 30 fps
sl: 4K in 30 sličic/s
sv: 4K med 30 b/s
ta: 30 fpsஇல் 4K
te: 30 fpsగా 4K
th: 4K ที่ 30 fps
tr: 4K, 30 kare/sn.
uk: 4K із 30 кадр/с
ur: 4K پر ⁨^[30](formatNumber: true) fps⁩
vi: 4K tại 30 fps
zh_cn: 4K/30 fps
zh_hk: 4K/30 fps
zh_tw: 4K/30 fps

# CAM_RECORD_VIDEO_720p_30
source: 720p HD at 30 fps
ar: ‏‪720p HD‬ بمعدل ٣٠ إطار/ث
bg: 720p HD / 30 кадъра/сек
bn: ^[720](formatNumber: true)p HD-তে ^[30](formatNumber: true) fps-এ
ca: 720p HD a 30 fps
cs: 720p HD, 30 fps
da: 720p HD ved 30 bps
de: 720p HD (30 fps)
el: 720p HD στα 30 καρέ/δευτ.
es: 720p HD a 30 fps
es_us: 720p HD a 30 fps
fi: 720p HD / 30 fps
fr: 720p HD à 30 ips
fr_ca: 720p HD à 30 ips
gu: 30 fps પર 720p HD
he: ‏720p באיכות HD בקצב של ⁨30 FPS⁩
hi: 30 fps पर 720p HD
hr: 720p HD pri 30 fps
hu: 720p HD / 30 fps
id: HD 720p pada 30 fps
it: 720p HD a 30 fps
ja: 720p HD/30 fps
kk: 720p HD, 30 кадр/с
kn: 30 fpsನಲ್ಲಿ 720p HD
ko: 720p HD - 30fps
lt: 720p HD 30 kadr./s
ml: 30 fps-ൽ 720p HD
mr: ^[30](formatNumber: true) fps वर ^[720](formatNumber: true) p HD
ms: 720p HD pada 30 bps
nb: 720p HD ved 30 bps
nl: 720p HD op 30 fps
or: ^[30](formatNumber: true) fpsରେ 720p HD
pa: ^[30](formatNumber: true) fps ‘ਤੇ ^[720](formatNumber: true)p HD
pl: 720p HD, 30 kl./s
pt_br: 720p HD a 30 fps
pt_pt: HD 720p a 30 fps
ro: HD 720p la 30 fps
ru: 720p HD, 30 кадр⁠/⁠с
sk: 720p HD, 30 fps
sl: 720p HD in 30 sličic/s
sv: HD i 720p med 30 bilder/s
ta: 30 fpsஇல் 720p HD
te: 30 fpsగా 720p HD
th: 720p HD ที่ 30 fps
tr: 720p HD, 30 kare/sn.
uk: 720p HD із 30 кадр/с
ur: ‏⁨^[30](formatNumber: true) fps⁩ پر ⁨720p HD⁩
vi: 720p HD tại 30 fps
zh_cn: 720p HD/30 fps
zh_hk: 720p HD/30 fps
zh_tw: 720p HD/30 fps

# CAM_RECORD_VIDEO_720p_30_FOOTER
source: • 60 MB with 720p HD at 30 fps (space saver)
ar: ‏• ٦٠ م.ب. بدقة ‪720p HD‬ بمعدل ٣٠ إطار/ث (توفير مساحة)
bg: • 60 MB със 720p HD / 30 кадъра/сек (спестява пространство)
bn: • 720p HD-তে 30 fps-এ 60 MB (স্পেস সেভার)
ca: • 60 MB amb 720p HD a 30 fps (estalvia espai)
cs: • 60 MB při 720p HD a 30 fps (úspora místa)
da: • 60 MB med 720p HD ved 30 bps (pladsbesparelse)
de: • 60 MB in 720p HD mit 30 fps (spart Speicherplatz)
el: • 60 MB με 720p HD στα 30 καρέ/δευτ. (εξοικονόμηση χώρου)
es: • 60 MB a 720p HD y 30 fps (menor tamaño)
es_us: • 60 MB con 720p HD a 30 fps (ahorro de espacio)
fi: • 60 Mt, jos valittuna on 720p HD / 30 fps (tilansäästäjä)
fr: • 60 Mo avec 720p HD à 30 ips (moins volumineux)
fr_ca: • 60 Mo avec 720p HD à 30 ips (moins encombrant)
gu: • 30 fps પર 720p HD માટે 60 MB (સ્પેસ સેવર)
he: ‏• 60 מ״ב עם 720p באיכות HD בקצב של ⁨30 FPS⁩ (חיסכון במקום)
hi: • 30 fps पर 720p HD के साथ 60 MB (आकार में कम)
hr: • 60 MB sa 720p HD pri 30 fps (zauzima manje prostora)
hu: • 60 MB 720p HD felbontással, 30 fps sebességgel (kisebb méret)
id: • 60 MB dengan HD 720p pada 30 fps (hemat ruang)
it: • 60 MB con 720p HD a 30 fps (ottimizza l’utilizzo dello spazio disponibile)
ja: • 60 MB（720p HD/30 fps、領域節約）
kk: • 60 МБ: 720p HD, 30 кадр/с (аз орын алатын)
kn: • 30 fpsನಲ್ಲಿ 720p HD ಜೊತೆಗೆ 60 MB (ಸ್ಪೇಸ್ ಸೇವರ್)
ko: • 60MB, 720p HD - 30fps(저장 공간 절약)
lt: • 60 MB pasirinkus 720p HD 30 kadr./s (taupant vietą)
ml: • 30 fps, 720p HD-ൽ 60 MB (സ്പേസ് ലാഭമുള്ളത്)
mr: • ^[30](formatNumber: true) fps वर ^[720](formatNumber: true)p HD सह ^[60](formatNumber: true) MB (कमी जागा व्यापणारे)
ms: • 60 MB dengan 720p HD pada 30 bps (penjimat ruang)
nb: • 60 MB med 720p HD ved 30 bps (frigjør plass)
nl: • 60 MB met 720p HD op 30 fps (ruimtebesparend)
or: • ^[30](formatNumber: true) fpsରେ 720p HD ସହିତ ^[60](formatNumber: true) MB (ସ୍ପେସ୍ ସେଭର୍)
pa: • ^[30](formatNumber: true) fps ’ਤੇ ^[720](formatNumber: true)p HD ਨਾਲ ^[60](formatNumber: true) MB (ਆਕਾਰ ਵਿੱਚ ਘੱਟ)
pl: • 60 MB przy 720p HD i 30 kl./s (oszczędność miejsca)
pt_br: • 60 MB com 720p HD a 30 fps (economiza espaço)
pt_pt: • 60 MB com HD 720p a 30 fps (economizador de espaço)
ro: • 60 MB cu 720p HD la 30 fps (mai economic)
ru: • 60 МБ при 720p HD, 30 кадр⁠/⁠с (меньше места)
sk: • 60 MB pri 720p HD, 30 fps (úspora miesta)
sl: • 60 MB z ločljivostjo 720p HD pri 30 sličicah/s (varčevanje s prostorom)
sv: • 60 MB med HD i 720p med 30 bilder/s (sparar plats)
ta: • 30 fpsஇல் 720p HDஇல் 60 MB (குறைந்த அளவு வடிவம்)
te: • 30 fpsగా 720p HDతో 60 MB (స్పేస్ సేవర్)
th: • 60 MB ด้วย 720p HD ที่ 30 fps (ประหยัดพื้นที่)
tr: • 60 MB; 720p HD, 30 kare/sn. (yer tasarrufu)
uk: • 60 МБ для 720p HD із 30 кадр/с (економія місця)
ur: •‏⁨^[30](formatNumber: true) fps⁩ پر ‏⁨720p HD⁩ کے ساتھ ‏⁨^[60](formatNumber: true) MB⁩ (سائز میں کم)
vi: • 60 MB với 720p HD tại 30 fps (tiết kiệm dung lượng)
zh_cn: • 60 MB, 720p HD/30 fps（节省空间）
zh_hk: • 60 MB（720p HD/30 fps，節省儲存空間）
zh_tw: • 60 MB（720p HD/30 fps，節省空間）

# CAM_RECORD_VIDEO_720p_30_HEVC_DOLBY_FOOTER
source: • 45 MB with 720p HD at 30 fps (space saver)
ar: ‏• ٤٥ م.ب. بدقة ⁨720p HD⁩ ومعدل ٣٠ إطار/ث (توفير مساحة)
bg: • 45 MB със 720p HD / 30 кадъра/сек (спестява пространство)
bn: • ^[720](formatNumber: true)p HD-তে ^[30](formatNumber: true) fps-এ ^[45](formatNumber: true) MB (স্পেস সেভার)
ca: • 45 MB amb 720p HD a 30 fps (estalvia espai)
cs: • 45 MB při 720p HD a 30 fps (úspora místa)
da: • 45 MB med 720p HD ved 30 bps (pladsbesparelse)
de: • 45 MB in 720p HD mit 30 fps (spart Speicherplatz)
el: • 45 MB με 720p HD στα 30 καρέ/δευτ. (εξοικονόμηση χώρου)
es: • 45 MB a 720p HD y 30 fps (menor tamaño)
es_us: • 45 MB con 720p HD a 30 fps (ahorro de espacio)
fi: • 45 Mt, jos valittuna on 720p HD / 30 fps (tilansäästäjä)
fr: • 45 Mo avec 720p HD à 30 ips (moins volumineux)
fr_ca: • 45 Mo avec 720p HD à 30 ips (moins encombrant)
gu: • 30 fps પર 720p HD માટે 45 MB (સ્પેસ સેવર)
he: ‏• 45 מ״ב עם 720p באיכות HD בקצב של ⁨30 FPS⁩ (חיסכון במקום)
hi: • 30 fps पर 720p HD के साथ 45 MB (आकार में कम)
hr: • 45 MB sa 720p HD pri 30 fps (zauzima manje prostora)
hu: • 45 MB 720p HD felbontással, 30 fps sebességgel (kisebb méret)
id: • 45 MB dengan HD 720p pada 30 fps (hemat ruang)
it: • 45 MB con 720p HD a 30 fps (risparmia spazio)
ja: • 45 MB（720p HD/30 fps、領域節約）
kk: • 45 МБ: 720p HD, 30 кадр/с (аз орын алатын)
kn: • 30 fpsನಲ್ಲಿ 720p HD ಜೊತೆಗೆ 45 MB (ಸ್ಪೇಸ್ ಸೇವರ್)
ko: • 45MB, 720p HD - 30fps(저장 공간 절약)
lt: • 45 MB pasirinkus 720p HD 30 kadr./s (taupant vietą)
ml: • 30 fps, 720p HD-ൽ 45 MB (സ്പേസ് ലാഭമുള്ളത്)
mr: • ^[30](formatNumber: true) fps वर ^[720](formatNumber: true) p HD सह ^[45](formatNumber: true) MB (कमी जागा व्यापणारे)
ms: • 45 MB dengan 720p HD pada 30 bps (penjimat ruang)
nb: • 45 MB med 720p HD ved 30 bps (frigjør plass)
nl: • 45 MB met 720p HD op 30 fps (ruimtebesparend)
or: • ^[30](formatNumber: true) fpsରେ 720p HD ସହିତ ^[45](formatNumber: true) MB (ସ୍ପେସ୍ ସେଭର୍)
pa: • ^[30](formatNumber: true) fps ‘ਤੇ ^[720](formatNumber: true)p HD ਨਾਲ ^[45](formatNumber: true) MB (ਆਕਾਰ ਵਿੱਚ ਘੱਟ)
pl: • 45 MB przy 720p HD i 30 kl./s (oszczędność miejsca)
pt_br: • 45 MB com 720p HD a 30 fps (economiza espaço)
pt_pt: • 45 MB com HD 720p a 30 fps (economizador de espaço)
ro: • 45 MB cu 720p HD la 30 fps (mai economic)
ru: • 45 МБ при 720p HD, 30 кадр⁠/⁠с (меньше места)
sk: • 45 MB pri 720p HD, 30 fps (šetrí miesto)
sl: • 45 MB z ločljivostjo 720p HD pri 30 sličicah/s (varčevanje s prostorom)
sv: • 45 MB med HD i 720p med 30 bilder/s (sparar plats)
ta: • 30 fpsஇல் 720p HDஇல் 45 MB (குறைந்த அளவு வடிவம்)
te: • 30 fpsగా 720p HDతో 45 MB (స్పేస్ సేవర్)
th: • 45 MB ด้วย 720p HD ที่ 30 fps (ประหยัดพื้นที่)
tr: • 45 MB; 720p HD, 30 kare/sn. (yer tasarrufu)
uk: • 45 МБ для 720p HD, 30 кадр/с (економія місця)
ur: •‏⁨^[30](formatNumber: true) fps⁩ پر ⁨720p HD⁩ کے ساتھ ⁨^[45](formatNumber: true) MB⁩ (سائز میں کم)
vi: • 45 MB với 720p HD tại 30 fps (tiết kiệm dung lượng)
zh_cn: • 45 MB, 720p HD/30 fps（节省空间）
zh_hk: • 45 MB（720p HD/30 fps，節省空間）
zh_tw: • 45 MB（720p HD/30 fps，節省空間）

# CAM_RECORD_VIDEO_720p_30_HEVC_FOOTER
source: • 40 MB with 720p HD at 30 fps (space saver)
ar: ‏• ٤٠ م.ب. بدقة 720p HD ومعدل ٣٠ إطار/ث (توفير مساحة)
bg: • 40 MB със 720p HD / 30 кадъра/сек (спестява пространство)
bn: • 720p HD-তে 30 fps-এ 40 MB (স্পেস সেভার)
ca: • 40 MB amb 720p HD a 30 fps (estalvia espai)
cs: • 40 MB při 720p HD a 30 fps (úspora místa)
da: • 40 MB med 720p HD ved 30 bps (pladsbesparelse)
de: • 40 MB in 720p HD mit 30 fps (spart Speicherplatz)
el: • 40 MB με 720p HD στα 30 καρέ/δευτ. (εξοικονόμηση χώρου)
es: • 40 MB a 720p HD y 30 fps (menor tamaño)
es_us: • 40 MB con 720p HD a 30 fps (ahorro de espacio)
fi: • 40 Mt, jos valittuna on 720p HD / 30 fps (tilansäästäjä)
fr: • 40 Mo avec 720p HD à 30 ips (moins volumineux)
fr_ca: • 40 Mo avec 720p HD à 30 ips (moins encombrant)
gu: • 30 fps પર 720p HD માટે 40 MB (સ્પેસ સેવર)
he: ‏• 40 מ״ב עם 720p באיכות HD בקצב של ⁨30 FPS⁩ (חיסכון במקום)
hi: • 30 fps पर 720p HD के साथ 40 MB (आकार में कम)
hr: • 40 MB sa 720p HD pri 30 fps (zauzima manje prostora)
hu: • 40 MB 720p HD felbontással, 30 fps sebességgel (kisebb méret)
id: • 40 MB dengan HD 720p pada 30 fps (hemat ruang)
it: • 40 MB con 720p HD a 30 fps (ottimizza l’utilizzo dello spazio disponibile)
ja: • 40 MB（720p HD/30 fps、領域節約）
kk: • 40 МБ: 720p HD, 30 кадр/с (аз орын алатын)
kn: • 30 fpsನಲ್ಲಿ 720p HD ಜೊತೆಗೆ 40 MB (ಸ್ಪೇಸ್ ಸೇವರ್)
ko: • 40MB, 720p HD - 30fps(저장 공간 절약)
lt: • 40 MB pasirinkus 720p HD 30 kadr./s (taupant vietą)
ml: • 30 fps, 720p HD-ൽ 40 MB (സ്പേസ് ലാഭമുള്ളത്)
mr: • ^[30](formatNumber: true) fps वर ^[720](formatNumber: true)p HD सह ^[40](formatNumber: true) MB (कमी जागा व्यापणारे)
ms: • 40 MB dengan 720p HD pada 30 bps (penjimat ruang)
nb: • 40 MB med 720p HD ved 30 bps (frigjør plass)
nl: • 40 MB met 720p HD op 30 fps (ruimtebesparend)
or: • ^[30](formatNumber: true) fpsରେ 720p HD ସହିତ ^[40](formatNumber: true) MB (ସ୍ପେସ୍ ସେଭର୍)
pa: • 30 fps ’ਤੇ 720p HD ਨਾਲ 40 MB (ਆਕਾਰ ਵਿੱਚ ਘੱਟ)
pl: • 40 MB przy 720p HD i 30 kl./s (oszczędność miejsca)
pt_br: • 40 MB com 720p HD a 30 fps (economiza espaço)
pt_pt: • 40 MB com HD 720p a 30 fps (economizador de espaço)
ro: • 40 MB cu 720p HD la 30 fps (mai economic)
ru: • 40 МБ при 720p HD, 30 кадр⁠/⁠с (меньше места)
sk: • 40 MB pri 720p HD, 30 fps (šetrí miesto)
sl: • 40 MB z ločljivostjo 720p HD pri 30 sličicah/s (varčevanje s prostorom)
sv: • 40 MB med HD i 720p med 30 bilder/s (sparar plats)
ta: • 30 fpsஇல் 720p HDஇல் 40 MB (குறைந்த அளவு வடிவம்)
te: • 30 fpsగా 720p HDతో 40 MB (స్పేస్ సేవర్)
th: • 40 MB ด้วย 720p HD ที่ 30 fps (ประหยัดพื้นที่)
tr: • 40 MB; 720p HD, 30 kare/sn. (yer tasarrufu)
uk: • 40 МБ для 720p HD із 30 кадр/с (економія місця)
ur: •‏⁨^[30](formatNumber: true) fps⁩ پر ⁨720p HD⁩ کے ساتھ ⁨^[40](formatNumber: true) MB⁩ (سائز میں کم)
vi: • 40 MB với 720p HD tại 30 fps (tiết kiệm dung lượng)
zh_cn: • 40 MB, 720p HD/30 fps（节省空间）
zh_hk: • 40 MB（720p HD/30 fps，節省空間）
zh_tw: • 40 MB（720p HD/30 fps，節省空間）

# CAM_RECORD_VIDEO_720p_30_MOST_COMPATIBLE
source: 720p HD at 30 fps (High Efficiency)
ar: ‏‪720p HD‬ بمعدل ٣٠ إطار/ث (تنسيق عالي الكفاءة)
bg: 720p HD / 30 кадъра/сек (Високоефективен)
bn: 720p HD 30 fps-এ (হাই এফিসিয়েন্সি)
ca: 720p HD a 30 fps (alta eficiència)
cs: 720p HD při 30 fps (vysoká efektivita)
da: 720p HD ved 30 bps (High Efficiency)
de: 720p HD (30 fps) (High Efficiency)
el: 720p HD στα 30 καρέ/δευτ. (υψηλή απόδοση)
es: 720p HD y 30 fps (alta eficiencia)
es_us: 720p HD a 30 fps (alta eficiencia)
fi: 720p HD / 30 fps (korkea hyötysuhde)
fr: 720p HD à 30 ips (haute efficacité)
fr_ca: 720p HD à 30 ips (haute efficacité)
gu: 30 fps પર 720p HD (હાઇ એફિશંસી)
he: ‏720p באיכות HD בקצב של ⁨30 FPS⁩ (יעילות גבוהה)
hi: 30 fps पर 720p HD (हाई एफ़िशिएंसी)
hr: 720p HD pri 30 fps (visoka učinkovitost)
hu: 720p HD / 30 fps (nagy hatékonyságú)
id: HD 720p pada 30 fps (Efisiensi Tinggi)
it: 720p HD a 30 fps (efficienza elevata)
ja: 720p HD/30 fps（高効率）
kk: 720p HD, 30 кадр/с (жоғары тиімділік)
kn: 30 fpsನಲ್ಲಿ 720p HD (ಅಧಿಕ ಎಫಿಸಿಯೆನ್ಸಿ)
ko: 720p HD - 30fps(고효율성)
lt: 720p HD 30 kadr./s (didelis efektyvumas)
ml: 30 fps-ൽ 720p HD (ഉയർന്ന എഫിഷ്യൻസി)
mr: ^[30](formatNumber: true) fps वर ^[720](formatNumber: true)p HD (उच्च कार्यक्षमता)
ms: 720p HD pada 30 bps (Kecekapan Tinggi)
nb: 720p HD ved 30 bps (High Efficiency)
nl: 720p HD op 30 fps (High Efficiency)
or: ^[30](formatNumber: true) fpsରେ 720p HD (ଉଚ୍ଚ ଦକ୍ଷତା ସମ୍ପନ୍ନ)
pa: 30 fps ’ਤੇ 720p HD (ਉੱਚ ਕੁਸ਼ਲਤਾ)
pl: 720p HD, 30 kl./s (High Efficiency)
pt_br: 720p HD a 30 fps (Alta Eficiência)
pt_pt: HD 720p a 30 fps (alta eficiência)
ro: 720p HD la 30 fps (eficiență înaltă)
ru: 720p HD, 30 кадр⁠/⁠с (высокоэффективный)
sk: 720p HD, 30 fps (vysokoefektívny)
sl: 720p HD pri 30 sličicah/s (visoka učinkovitost)
sv: HD i 720p med 30 bilder/s (Högeffektiv)
ta: 30 fpsஇல் 720p HD (உயர் செயல்திறன்)
te: 30 fpsగా 720p HD (అత్యధిక సామర్థ్యం కలిగిన)
th: 720p HD ที่ 30 fps (ประสิทธิภาพสูง)
tr: 720p HD, 30 kare/sn. (Yüksek Verimlilik)
uk: 720p HD із 30 кадр/с (високоефективний)
ur: ‏⁨^[30](formatNumber: true) fps⁩ پر ⁨720p HD⁩ (ہائی ایفی شیئنسی)
vi: 720p HD tại 30 fps (Hiệu suất cao)
zh_cn: 720p HD/30 fps（高效）
zh_hk: 720p HD/30 fps（高效率）
zh_tw: 720p HD/30 fps（高效率）

# CAM_RECORD_VIDEO_720p_30_SHORT
source: 720p at 30 fps
ar: ‏720p بمعدل ٣٠ إطار/ث
bg: 720p / 30 кадъра/сек
bn: 30 fps-এ 720p
ca: 720p a 30 fps
cs: 720p, 30 fps
da: 720p ved 30 bps
de: 720p (30 fps)
el: 720p στα 30 καρέ/δευτ.
es: 720p a 30 fps
es_us: 720p a 30 fps
fi: 720p / 30 fps
fr: 720p à 30 ips
fr_ca: 720p à 30 ips
gu: 30 fps પર 720p
he: ‏720p בקצב של ⁨30 FPS⁩
hi: 30 fps पर 720p
hr: 720p pri 30 fps
hu: 720p / 30 fps
id: 720p pada 30 fps
it: 720p a 30 fps
ja: 720p/30 fps
kk: 720p, 30 кадр/с
kn: 30 fpsನಲ್ಲಿ 720p
ko: 720p - 30fps
lt: 720p 30 kadr./s
ml: 30 fps-ൽ 720p
mr: ^[30](formatNumber: true) fps वर ^[720](formatNumber: true)p
ms: 720p pada 30 bps
nb: 720p ved 30 bps
nl: 720p op 30 fps
or: ^[30](formatNumber: true) fpsରେ 720p
pa: ^[30](formatNumber: true) fps ‘ਤੇ ^[720](formatNumber: true)p
pl: 720p, 30 kl./s
pt_br: 720p a 30 fps
pt_pt: 720p a 30 fps
ro: 720p la 30 fps
ru: 720p, 30 кадр⁠/⁠с
sk: 720p, 30 fps
sl: 720p in 30 sličic/s
sv: 720p med 30 b/s
ta: 30 fpsஇல் 720p
te: 30 fpsగా 720p
th: 720p ที่ 30 fps
tr: 720p, 30 kare/sn.
uk: 720p із 30 кадр/с
ur: ‏⁨^[30](formatNumber: true) fps⁩ پر ⁨720p⁩
vi: 720p tại 30 fps
zh_cn: 720p/30 fps
zh_hk: 720p/30 fps
zh_tw: 720p/30 fps

# CAM_RECORD_VIDEO_1080p_25
source: 1080p HD at 25 fps (PAL)
ar: ‏‪1080p HD‬ بمعدل ٢٥ إطار/ث (PAL)
bg: 1080p HD / 25 кадъра/сек (PAL)
bn: 25 fps-এ 1080p HD (PAL)
ca: 1080p HD a 25 fps (PAL)
cs: 1080p HD při 25 fps (PAL)
da: 1080p HD ved 25 bps (PAL)
de: 1080p HD mit 25 fps (PAL)
el: 1080p HD στα 25 καρέ/δευτ. (PAL)
es: 1080p HD a 25 fps (PAL)
es_us: 1080p HD a 25 fps (PAL)
fi: 1080p HD / 25 fps (PAL)
fr: 1080p HD à 25 ips (PAL)
fr_ca: 1080p HD à 25 ips (PAL)
gu: 25 fps પર 1080p HD (PAL)
he: ‏1080p באיכות HD בקצב של ⁨25 FPS⁩ (PAL)
hi: 25 fps पर 1080p HD (PAL)
hr: 1080p HD pri 25 fps (PAL)
hu: 1080p HD / 25 fps (PAL)
id: HD 1080p pada 25 fps (PAL)
it: 1080p HD a 25 fps (PAL)
ja: 1080p HD/25 fps（PAL）
kk: 1080p HD, 25 кадр/с (PAL)
kn: 25 fpsನಲ್ಲಿ 1080p HD (PAL)
ko: 1080p HD - 25fps(PAL)
lt: 1080p HD 25 kadr./s (PAL)
ml: 25 fps-ൽ 1080p HD (PAL)
mr: ^[25](formatNumber: true) fps वर ^[1080](formatNumber: true)p HD (PAL)
ms: 1080p HD pada 25 bps (PAL)
nb: 1080p HD ved 25 bps (PAL)
nl: 1080p HD op 25 fps (PAL)
or: ^[25](formatNumber: true) fpsରେ 1080p HD (PAL)
pa: 25 fps ’ਤੇ 1080p HD (PAL)
pl: 1080p HD, 25 kl./s (PAL)
pt_br: 1080p HD a 25 fps (PAL)
pt_pt: HD 1080p a 25 fps (PAL)
ro: HD 1080p la 25 fps (PAL)
ru: 1080p HD, 25 кадр⁠/⁠с (PAL)
sk: 1080p HD, 25 fps (PAL)
sl: 1080p HD pri 25 sličicah/s (PAL)
sv: HD i 1080p med 25 bilder/s (PAL)
ta: 25 fpsஇல் 1080p HD (PAL)
te: 25 fpsగా 1080p HD (PAL)
th: 1080p HD ที่ 25 fps (PAL)
tr: 1080p HD, 25 kare/sn. (PAL)
uk: 1080p HD із 25 кадр/с (PAL)
ur: ‏⁨^[25](formatNumber: true) fps⁩ پر ‏⁨1080p HD⁩ ‏(PAL)
vi: 1080p HD tại 25 fps (PAL)
zh_cn: 1080p HD/25 fps (PAL)
zh_hk: 1080p HD/25 fps（PAL）
zh_tw: 1080p HD/25 fps（PAL）

# CAM_RECORD_VIDEO_1080p_25_FOOTER
source: • 130 MB with 1080p HD at 25 fps (PAL TV)
ar: ‏• ١٣٠ م.ب. بدقة ‪1080p HD‬ ومعدل ٢٥ إطار/ث (PAL التلفزيون)
bg: • 130 MB с 1080p HD / 25 кадъра/сек (PAL TV)
bn: • 1080p HD-তে 25 fps-এ 130 MB (PAL টিভি)
ca: • 130 MB amb 1080p HD a 25 fps (PAL TV)
cs: • 130 MB při 1080p HD a 25 fps (PAL TV)
da: • 130 MB med 1080p HD ved 25 bps (PAL-tv)
de: • 130 MB in 1080p HD mit 25 fps (PAL-TV)
el: • 130 MB με 1080p HD στα 25 καρέ/δευτ. (PAL TV)
es: • 130 MB a 1080p HD y 25 fps (TV PAL)
es_us: • 130 MB con 1080p HD a 25 fps (PAL TV)
fi: • 130 Mt, jos valittuna on 1080p HD / 25 fps (PAL TV)
fr: • 130 Mo avec 1080p HD à 25 ips (TV PAL)
fr_ca: • 130 Mo avec 1080p HD à 25 ips (télévision PAL)
gu: • 25 fps પર 1080p HD માટે 130 MB (PAL TV)
he: ‏• 130 מ״ב עם 1080p באיכות HD בקצב של ⁨25 FPS⁩ (PAL TV)
hi: • 25 fps पर 1080p HD के साथ 130 MB (PAL TV)
hr: • 130 MB s 1080p HD pri 25 fps (PAL TV)
hu: • 130 MB 1080p HD felbontással, 25 fps sebességgel (PAL TV)
id: • 130 MB dengan HD 1080p pada 25 fps (PAL TV)
it: • 130 MB con 1080p HD a 25 fps (TV PAL)
ja: • 130 MB（1080p HD/25 fps、PAL TV）
kk: • 130 МБ: 1080p HD, 25 кадр/с (PAL TV)
kn: • 25 fpsನಲ್ಲಿ 1080p HD ಜೊತೆಗೆ 130 MB (PAL TV)
ko: • 130MB, 1080p HD - 25fps(PAL TV)
lt: • 130 MB pasirinkus 1080p HD 25 kadr./s (PAL TV)
ml: • 25 fps, 1080p HD-ൽ 130 MB (PAL TV)
mr: • 25 fps वर 1080p HD सह 130 MB (PAL TV)
ms: • 130 MB dengan 1080p HD pada 25 bps (PAL TV)
nb: • 130 MB med 1080p HD ved 25 bps (PAL TV)
nl: • 130 MB met 1080p HD op 25 fps (PAL TV)
or: • ^[25](formatNumber: true) fpsରେ 1080p HD ସହିତ ^[130](formatNumber: true) MB (PAL TV)
pa: • 25 fps ’ਤੇ 1080p HD ਨਾਲ 130 MB (PAL TV)
pl: • 130 MB przy 1080p HD i 25 kl./s (TV PAL)
pt_br: • 130 MB com 1080p HD a 25 fps (PAL TV)
pt_pt: • 130 MB com HD 1080p a 25 fps (TV PAL)
ro: • 130 MB cu HD 1080p la 25 fps (PAL TV)
ru: • 130 МБ при 1080p HD, 25 кадр⁠/⁠с (PAL TV)
sk: • 130 MB pri 1080p HD, 25 fps (PAL TV)
sl: • 130 MB z ločljivostjo 1080p HD pri 25 sličicah/s (PAL TV)
sv: • 130 MB med HD i 1080p med 25 bilder/s (PAL-TV)
ta: • 25 fpsஇல் 1080p HDஇல் 130 MB (PAL TV)
te: • 25 fpsగా 1080p HDతో 130 MB (PAL TV)
th: • 130 MB ด้วย 1080p HD ที่ 25 fps (PAL TV)
tr: • 130 MB; 1080p HD, 25 kare/sn. (PAL TV)
uk: • 130 МБ для 1080p HD із 25 кадр/с (PAL TV)
ur: • ‏⁨^[25](formatNumber: true) fps⁩ پر ⁨1080p HD⁩ کے ساتھ ⁨^[130](formatNumber: true) MB⁩‏( PAL TV)
vi: • 130 MB với 1080p HD tại 25 fps (PAL TV)
zh_cn: • 130 MB, 1080p HD/25 fps（PAL电视）
zh_hk: • 130 MB（1080p HD/25 fps，PAL電視）
zh_tw: • 130 MB（1080p HD/25 fps，PAL電視）
